export const userGuideline = `

# Maple-Cheater 는?

### Maplestory 에서 발생하는 다양한 종류의 거래뿐 아니라 사냥터 비매너 신고 제도를 통해 유저들의 신사적인 게임 문화를 선도하고자 만들게 된 서비스입니다.

우리는 하루에도 수십번씩 나와 전혀 다른 사람과 거래를 합니다.

가벼운 주문의 흔적 거래부터 영환불 대리작, 강환불 대리작, 큐브 대리작, 물통(현금) 거래...

이 상황에 내가 믿을 수 있는 것은 "더 치트"와 오로지 거래하는 상대방 뿐입니다.

사기 예방 대표 서비스인 "더 치트"는 중고 거래 및 현실에서 발생할 수 있는 모든 거래를 책임지지만 메이플스토리에 특화된 서비스는 아닙니다.

Maple-Cheater 는 **Maplestory** 에 특화된 **사기 예방 서비스**로 현재는 현금 거래, 주문서 거래, 사냥터 비매너를 주 신고 가능 범위로 잡고 있지만 점차 발전해 나가서
Maplestory 의 유저 인식 개선에 가장 앞장서 힘쓸 계획입니다.


# 커뮤니티 이용 규칙

## 목차

- [서비스 용어 정리 및 사용법](#-서비스-용어-정리-및-사용법)
  - 사이트 방문자
  - 일반 사용자
  - 치터
- [사용자 보호](#-사용자-보호)
  - 일반 사용자 보호
  - 치터 의심 사용자 보호
- [커뮤니티 위반 및 제제](#-커뮤니티-위반-및-제제)
- [개인정보처리방침](#-개인정보처리방침)


# 서비스 용어 정리 및 사용법

**Maple-Cheater**는 다음과 같은 용어를 통해 사용자를 구분하고 사용자들에게 다음과 같은 서비스를 제공합니다.

## 용어 정리

- 일반 사용자
  - 치터를 검색하고 사기 피해 신고를 할 수 있는 회원
- 치터
  - 일반 사용자가 신고한 사기 신고를 관리자가 확인하고 등록시켜놓은 Maplestory Ingame 캐릭터 닉네임

## 사용법

- **캐릭터 검색**
  1. 거래를 진행하려는 사기꾼의 캐릭터 이름을 [사용자 검색](https://maplecheater.com/search) 에서 검색한다.
  2. 해당 캐릭터로 신고된 신고 이력을 확인할 수 있다.
- **피해 등록 및 사기 신고**
  1. 증거 상황, 피해 금액, 증거 이미지등을 이용하여 신고서를 제출하면 48시간 이내 담당 부서에서 확인 작업이 들어가고 해당 캐릭터를 **치터로 등록**하게 된다.
  2. 피해가 등록되는 순간 다른 사람들이 검색을 통해 치터 캐릭터를 인지하고 피해를 미리 예방할 수 있다.
- **치터로 등록된 캐릭터 삭제 요청**
  1. 본인의 캐릭터가 치터로 등록된다면 [삭제 요청 서비스](https://forms.gle/ihwpNXzkqEtdFdyq9)를 이용하여 치터 삭제를 요구할 수 있다.

# 사용자 보호

Maple-Cheater 는 모든 사용자들 (신고자, 치터)의 개인정보보호를 가장 최우선적으로 생각합니다.

## 일반 사용자 보호

해당 서비스 이외에 개인정보는 일체 사용되지 않으며 비밀번호 또한 강도높은 **암호화 알고리즘**을 적용하여 관리자나 개발팀이 직접 확인하더라도 식별할 수 없도록 구성되어있습니다.

즉, 사용자가 회원가입 시에 비밀번호를 "password123" 으로 입력한다면 128 + a 길이의 글자의 임의 문자열을 생성하여 저장합니다.

이외에도 더욱 자세한 내용은 [개인정보보호정책](https://maplecheater.com/privacy-policy) 에서 확인하실 수 있으며 핵심적인 내용만 정리하자면 다음과 같습니다.

- 사용자의 개인정보는 단순 본인 식별 및 인증, 회원자격 유지 및 관리의 목적으로만 사용됨
- 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기함
- 사용자의 개인정보 (Email, password) 는 본 서비스의 이외의 목적에서 사용하지 않도록 함
- 해킹 등에 대한 기술적 대책은 보안 프로그램을 이용한 주기적인 갱신 및 점검을 진행함

## 치터 의심 사용자 보호

Maple-Cheater는 치터로 의심되는 사용자의 개인정보보호를 위해 보다 철두철미한 신고 정책을 운영합니다.

- 증거 영상이나 사진의 신빙성이 떨어질 경우 해당 신고 내역을 지체없이 파기함
- 치터로 등록된 사용자는 본인의 치팅 정보를 내려달라는 요청을 행사할 수 있고, 이는 **적극적인 태도로 수용**할 것임.


# 커뮤니티 위반 및 제제

다음과 같은 위반을 하는 경우 경우에 커뮤니티에서 제제되고 **영구적**으로 사이트 이용이 불가할 수 있습니다.

- 허위 사실을 기재한 경우
- 악의적인 행동 (웹 서비스 공격 및 근거 없는 타인 비방) 을 하는 경우
- 해킹 등을 시도하는 경우
- 웹 서비스 내부의 기능에서 논리적인 오류로 발생하는 서비스 문제를 이용하여 지속적인 행동을 가하는 경우

`;