export const userGuideline = `
# 커뮤니티 이용 규칙

## 목차

- [서비스 용어 정리 및 사용법](#-서비스-용어-정리-및-사용법)
  - 사이트 방문자
  - 일반 사용자
  - 치터 의심 사용자
- [사용자 보호](#-사용자-보호)
  - 일반 사용자 보호
  - 치터 의심 사용자 보호
- [커뮤니티 위반 및 제제](#-커뮤니티-위반-및-제제)
- [개인정보처리방침](#-개인정보처리방침)


# 서비스 용어 정리 및 사용법

**Maple-Cheater**는 다음과 같은 용어를 통해 사용자를 구분하고 사용자들에게 다음과 같은 서비스를 제공합니다.

## 용어 정리

- 일반 사용자
- 치터

## 사용법

- 캐릭터 검색
- 피해 등록 및 사기 신고
- 치터로 등록된 캐릭터 삭제 요청

# 사용자 보호

Maple-Cheater 는 모든 사용자들 (신고자, 치터)의 개인정보보호를 가장 최우선적으로 생각합니다.

## 일반 사용자 보호

- 무조건 신고는 **증거 사진이나 영상이 필수**
- 치터로 의심되는 사용자의 개인정보보호를 위해 빡빡한 신고 정책을 운영함
  - 증거 영상이나 사진의 신빙성이 떨어질 경우 해당 신고 내역을 파기함

## 치터 의심 사용자 보호

- 치터로 등록된 사용자는 본인의 치팅 정보를 내려달라는 요청을 행사할 수 있고, 이는 **적극적인 태도로 수용**할 것임


# 커뮤니티 위반 및 제제

다음과 같은 위반을 하는 경우 경우에 커뮤니티에서 제제되고 **영구적**으로 사이트 이용이 불가할 수 있습니다.

- 허위 사실을 기재한 경우
- 악의적인 행동 (웹 서비스 공격 및 근거 없는 타인 비방) 을 하는 경우
- 웹 서비스 내부의 기능에서 논리적인 오류로 발생하는 서비스 문제를 이용하여 지속적인 행동을 가하는 경우

\`\`\`
특정 상황을 묘사할 때는 코드블럭을 사용합니다.
\`\`\`

`;